Repository: Machometus/UnicornApp
Catalog: UnicornApp/Resource/Localizable.xcstrings
Source language: en
Languages: ar, de

source: %@ Unicorn
ar: وحيد قرن %@
de: %@ Einhorn

source: An error was encountered while attempting to add the unicorn. Please retry at a later time.
ar: حدث خطأ أثناء إضافة وحيد القرن. من فضلك حاول مرة أخرى لاحقا.
de: Ein Fehler ist beim Hinzufügen des Einhorns aufgetreten. Bitte versuchen Sie es später erneut.

source: An error was encountered while attempting to delete the unicorn. Please retry at a later time.
ar: حدث خطأ أثناء إلغاء وحيد القرن. من فضلك حاول مرة أخرى لاحقا.
de: Ein Fehler ist beim Löschen des Einhorns aufgetreten. Bitte versuchen Sie es später erneut.

source: An error was encountered while attempting to edit the unicorn. Please retry at a later time.
ar: حدث خطأ أثناء تحديث وحيد القرن. من فضلك حاول مرة أخرى لاحقا.
de: Ein Fehler ist beim Bearbeiten des Einhorns aufgetreten. Bitte versuchen Sie es später erneut.

source: An error was encountered while attempting to load unicorns. Please retry at a later time.
ar: حدث خطأ أثناء تحميل وحيدات القرن. من فضلك حاول مرة أخرى لاحقا.
de: Ein Fehler ist während des Ladens der Einhörner aufgetreten. Bitte versuchen Sie es später erneut.

source: Blue
ar: أزرق
de: Blaues

source: Contact
ar: الاتصال
de: Kontakt

source: Edit Unicorn
ar: تعديل وحيد قرن
de: Einhorn bearbeiten

source: Error
ar: خطأ
de: Fehler

source: Flavour
ar: النكهة
de: Geschmack

source: Green
ar: أخضر
de: Grünes

source: iOS Developer
ar: مطور أيفون
de: iOS-Entwickler

source: Mohamed Salem
ar: محمد سالم

source: Name
ar: الاسم

source: New Unicorn
ar: وحيد قرن جديد
de: Neues Einhorn

source: No unicorns found
ar: لا يوجد وحيدات القرن
de: Keine Einhörner gefunden

source: OK
ar: حسنا

source: Oops! Something went wrong. We're sorry, but it looks like there was an error. Please try again later or contact support if the issue persists.
ar: عذرًا! حدث خطأ ما. نأسف، ولكن يبدو أن حدث خطأ. يُرجى المحاولة مرة أخرى في وقت لاحق أو الاتصال بالدعم إذا استمرت المشكلة.
de: Ups! Etwas ist schiefgelaufen. Es tut uns leid, aber es scheint, als wäre ein Fehler aufgetreten. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support, wenn das Problem weiterhin besteht.

source: Pegasus
ar: بيجاسوس

source: Red
ar: أحمر
de: Rotes

source: Save
ar: حفظ
de: Speichern

source: Select your preferred flavor:
ar: اختر نكهتك المفضلة
de: Wählen Sie Ihre bevorzugte Geschmacksrichtung:

source: Unicorns
ar: وحيدات القرن
de: Einhörner
